// 专业对应课程文件

var professionArr=["请选择专业","软件工程","数字媒体","土木工程","环境工程","新闻传播","英语","数学与应用数学","工商管理"];
var coursesArr=[["请选择课程"],
             ["计算机组成原理", "计算机操作系统", "数据结构", "计算机接口技术", "移动应用开发技术", "WEB程序设计", "计算机网络","JAVA程序设计","软件测试","编译原理"],
             ["实时虚拟现实技术", "动画设计", "游戏开发", "数字图像处理", "计算机图形学"],
             ["理论力学", "工程制图", "构造地质学", "工程水文地质学", "弹性力学"],
             ["环境工程施工", "环境质量评价", "大气污染控制工程", "给水处理", "化工原理"],
             ["广播电视新闻采访与写作", "广播电视技术基础", "广播电视史", "电视摄像", "新闻传播学"],
             ["翻译理论与实践", "语言学概论", "报刊选读", "英语写作", "视听"],
             ["数学史", "计算机基础", "数学模型", "代数学", "分析学"],
             ["信息资源管理", "财务法规", "创业管理", "国际商务", "管理学"]];
